
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = "Ласкаво просимо до програми визначення стану здоров'я"
txt_next = 'Почати'
txt_instruction = ("Ця програма дозволить вам за допомогою тесту Руф'є провести первинну діагностику вашого здоров'я.\n"
                    "Проба Руф'є навантажувальним комплексом, призначеним для оіцнки працезлатності серця при фізичному навантаженні.\n"
                    "У виробуваного, що знаходиться в положенні лежачи на спині протягом 5 хв, визначають частоту пульсу за 15 секунд,\n"
                    "потім протягом 45 секунд випробуваний виконує 30 присідань.\n"
                    "Після заеінчення навантаження виробуваний лягає, і в нього знову підраховується кількість пульсацій за перші 15 секунд,\n"
                    "А потім - за останні 15 секунд першої хвилини періоду відновлення.\n"
                    "Важливо! Якщо в процесі проведення випробування ви відчуєте себе погано (з'явиться запаморочення, шум\n)"
                    "вухах, сильна задишка та ін.), то тест необхідно перервати і звернутись до лікаря.")
txt_title = "Здоров'я"
txt_name = 'Введіть П.І.Б.:'
txt_hintname = "П.І.Б."
txt_hintage = "0"
txt_test1 = ''
txt_test2 = ''
txt_test3 = ''
txt_sendresults = 'Надіслати результати'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Почати перший тест'
txt_starttest2 = 'Почати робити присідання'
txt_starttest3 = 'Почати фінальний тест'
txt_timer = ''

txt_age = 'Повний років'
txt_finalwin = 'Результати'
txt_index = "Індекс Руф'є"
txt_workheart = 'Працездатність серця: '